import AboutPage from "@/components/aboutUs/AboutPage";

export const metadata = {
  title: " عن شركتنا | يسير",
  description:
    "منــــــــشأة سعـــــــــودية قانونية , متخــــــــصصين خـــــــــــــدمة المحـــــــــاسبة للشركات والمـــــــــؤسسات بشــــــــــــكل مجدول , نعـــمل ً عن بعد وحـــــــــــــــــضوراي على تقــــــــديم خبرتنا المــــــــــحاسبة بطـــــــــــــــريقة متقدمة السهولة والجــــــــــوده والتكلفة المناسبة لعــــــــملاؤنا عن بعد نشــــارك مساعدة الشركات الناشئة تحسين النتائج المالية لتنمو نحو النجاح",
};

const About = () => {
  return (
    <div className="main-sec-padding pt-120 about-page">
      <AboutPage />
    </div>
  );
};

export default About;
