import Image from "next/image";

export const metadata = {
  title: " عن شركتنا | يسير",
  description:
    "منــــــــشأة سعـــــــــودية قانونية , متخــــــــصصين خـــــــــــــدمة المحـــــــــاسبة للشركات والمـــــــــؤسسات بشــــــــــــكل مجدول , نعـــمل ً عن بعد وحـــــــــــــــــضوراي على تقــــــــديم خبرتنا المــــــــــحاسبة بطـــــــــــــــريقة متقدمة السهولة والجــــــــــوده والتكلفة المناسبة لعــــــــملاؤنا عن بعد نشــــارك مساعدة الشركات الناشئة تحسين النتائج المالية لتنمو نحو النجاح",
};

const About = () => {
  return (
    <div className="main-sec-padding pt-120 about-page">
      <div className="container position-relative">
        <div className="row">
          <div className="text-center">
            <div className="wow fadeInUp">
              <h1 className="mb-20 mb-xs-10">عن الشركة</h1>
              <div className="section-line-gradient mx-auto mb-20" />
              <h3 className="section-title mb-40 mb-sm-30">
                شريكك المثالي في إدارة الشؤون المالية والضريبية باحترافية وكفاءة
              </h3>
            </div>
          </div>
        </div>
      </div>
      {/* Images */}
      <div className="possition-relaive">
        {/* Decorative Line */}
        <div className="bg-line-1 z-index-1">
          <Image
            src="/assets/images/demo-gradient/decoration-2.png"
            width={1920}
            height={616}
            alt=""
          />
        </div>
        {/* End Decorative Line */}
        <div className="container position-relative mt-4 wow fadeInUp">
          <div className="text-center">
            <Image
              src="/assets/images/aboutUs/about-1.png"
              alt="yaseer"
              width={600}
              height={600} className="about-img"
            />
          </div>
          {/* content */}
          <div className="about-content mt-60">
            <ul>
              <li>
                <h3>حلول محاسبية متقدمة لتطوير أعمالك وتعزيز نموك المالي</h3>
                <p>
                  يسير هى منشأة سعودية رائدة في تقديم خدمات المحاسبة والضريبة
                  للشركات والمؤسسات، سواء عن بُعد أو حضوريًا وفق جدول زمني يناسب
                  احتياجات عملائنا. نحن ندرك أن المحاسبة والامتثال الضريبي قد
                  تكونان تحديًا كبيرًا للعديد من الشركات، خاصة الناشئة منها،
                  ولهذا نحرص على تقديم حلول محاسبية متقدمة تعتمد على السهولة،
                  الجودة العالية، والتكلفة المعقولة.
                </p>
                <p>
                  يسير هى منشأة سعودية رائدة في تقديم خدمات المحاسبة والضريبة
                  للشركات والمؤسسات، سواء عن بُعد أو حضوريًا وفق جدول زمني يناسب
                  احتياجات عملائنا. نحن ندرك أن المحاسبة والامتثال الضريبي قد
                  تكونان تحديًا كبيرًا للعديد من الشركات، خاصة الناشئة منها،
                  ولهذا نحرص على تقديم حلول محاسبية متقدمة تعتمد على السهولة،
                  الجودة العالية، والتكلفة المعقولة.
                </p>
              </li>
              <li>
                <h3>دعم محاسبي وضريبي مخصص لشركتك</h3>
                <p>
                  نقدم في يسير مجموعة متنوعة من الخدمات المحاسبية التي تم
                  تصميمها خصيصًا لتلبية احتياجات الشركات الصغيرة والمتوسطة. من
                  إعداد التقارير المالية إلى إدارة الضرائب وتقديم الإقرارات
                  الضريبية، نعمل على توفير حلول شاملة تعزز أداء الشركات وتساهم
                  في تحسين نتائجها المالية. نحرص على أن تكون خدماتنا متاحة لجميع
                  الشركات، سواء عبر تقديمها عن بُعد لراحة العميل أو من خلال
                  الحضور المباشر عند الحاجة.
                </p>
              </li>
              <li>
                <h3>شريكك نحو النمو والنجاح</h3>
                <p>
                  نحن لا نكتفي بتقديم الخدمات المحاسبية التقليدية فحسب، بل نسعى
                  لمساعدة الشركات الناشئة ورواد الأعمال في تحسين استراتيجياتهم
                  المالية وتحقيق أقصى استفادة من مواردهم. نؤمن بأن النجاح المالي
                  يبدأ بإدارة محاسبية صحيحة، ولهذا نحرص على تقديم الدعم والمشورة
                  اللازمة لتحفيز النمو وتطوير الأعمال.
                </p>
              </li>
              <li>
                <h3>التزامنا نحوك</h3>
                <p>
                  في يسير، نلتزم بتقديم خدمات تتميز بالشفافية والدقة والكفاءة
                  العالية، مع التركيز على بناء علاقات طويلة الأمد مع عملائنا
                  قائمة على الثقة المتبادلة. رؤيتنا هي أن نكون الشريك المالي
                  الذي يعتمد عليه كل عميل لتحقيق تطلعاته المالية وتجاوز التحديات
                  المحاسبية التي قد تواجهه.
                </p>
              </li>
            </ul>
          </div>
        </div>
      </div>
    </div>
  );
};

export default About;
